;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Norsk Nynorsk/Norwegian Nynorsk
WebLang=NNOR
Translator=Jon Stødle
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Syn
103 = Alternativ
104 = Avinstallatør
105 = Verkty
106 = Jaktmodus
107 = Liste
108 = Ikon
109 = Detaljar
110 = Avinstaller
111 = Fjern oppføring
112 = Last på ny
113 = Er du sikker på at du vil fjerne den velde oppføringa?
114 = Er du sikker på at du vil avinstallere det velde programmet?
115 = AutoOppdater
116 = Hjelp
117 = Hjelp til dette verktyet...
118 = Heimeside...
119 = Om...
120 = Du er ikkje administrator!
121 = Er du sikker på at du vil avinstallere den velde systemkomponenten?\nSTOPP, om du ikkje er sikker på kva du gjer!
122 = Avinstallatøren syner deg alle installerte program og komponentar for alle brukarane på pc-en. I syningsmodusen "Detaljar", eller via kontekstmenyen, kan du få meir informasjon (lenker og eigenskapar om installasjonane). Ein av dei viktigaste funksjonane til Revo Avinstallatør er Jaktmodusen. Denne gjer deg fleksibiliteten til å avinstallere, stoppe, slette eller skru av auto-oppstart med berre eit klikk.
123 = Søk
124 = Funne:
125 = Er du sikker på at du vil fjerne den velde systemkomponenten frå registeret?\nDenne komponenten kan vere naudsynt av operativsystemet!
126 = Vil ikkje autostarte lenger!
127 =  er sett til å autostarte
128 = %s er installert på den same staden som %s!\nDet vil verte funne restar frå begge applikasjonane! Vel dei du fjerne varsomt!
129 = Tvungen avinstallering

[Uninstaller List]
150 = Applikasjon
151 = Storleik
152 = Versjon
153 = Installasjonsdato
154 = Firma
155 = Vevside
156 = Kommentar
157 = Avinstalleringsstreng
158 = Registernykkel
159 = Installatør

[Uninstaller StatusBar]
201 = Installasjonar: 
202 = Lastar...

[Registry Optimizer]
302 = Vel kor du vil skanne
303 = Startmeny

[Autorun Toolbar]
407 = Kjør
408 = Drep
409 = Fjern
410 = Element :
411 = Skrudd på :
412 = Med Autokjørhandsamaren, kan du ikkje berre skru av og på autokjøring av applikasjonar når Windows startar, du kan òg få meir informasjon om den spesifikke applikasjonen. Du kan få kjøringsstien, skildring, utgjevar, status (kjører eller kjører ikkje) og staden til kjøringa (anten i registeret eller ei fil på harddisken).

[Autorun List]
450 = Oppstartsnamn
451 = Kjøresti
452 = Skildring
453 = Utgjevar
454 = Status
455 = Lokasjon
456 = KJØRER
457 = KJØRER IKKJE
458 = UGYLDIG
459 = Drep prosess
460 = Kjør prosess
461 = Opne innhaldsmappe
462 = Gå til lokasjon
463 = Kopier kjøresti
464 = Fjern veld
465 = Fjern alle ugyldige
466 = Fjern KJØRER IKKJE
467 = Fjern alle avskrudde
468 = Innstillingar...
470 = Er du sikker på at du vil lukke den velde applikasjonen?\nAlt ulagra data vil verte tapt!
471 = Er du sikker på at du vil slette det velde elementet?
472 = Er du sikker på at du vil slette alle ugyldige element?
473 = Er du sikker på at du vil slette element som ikkje kjører?
474 = Er du sikker på at du vil slette alle avskrudde element?
475 = Kommando finnst ikkje!
476 = UKJEND
477 = Skru av autostarting
478 = Skru på autostarting

[Outlook Control]
300 = Optimisering
301 = Registeroptimerar
400 = Autokjørhandsamar
500 = Sporrenskar
501 = Nettlesarrensar
600 = Microsoft Office-rensar
700 = Windows-rensar
800 = Provrensar
900 = Uattvinnelig sletting
2100 = Windows-verkty
2200 = Bossfilrensar

[Track Cleaner Browsers]
507 = Tøm alt
508 = Tøm historien over vitja vevsider
509 = Slett adresselinjehistorien
510 = Slett midlertidige internettfiler
511 = Slett informasjonskapslar
512 = Slett Index.dat-filer
513 = Utfør
514 = Slett nedlastingshistorie
515 = Slett økthistorie
516 = Slett skjemahistorie
517 = Avinstallatør
518 = Er du sikker på at du vil tømme alle velde historiedata?
521 = Er du sikker på at du vil tømme Internet Explorer sine historiedata?
522 = Er du sikker på at du vil tømme Firefox sine historiedata?
523 = Er du sikker på at du vil tømme Opera sine historiedata?
524 = Er du sikker på at du vil tømme Netscape sine historiedata?
525 = Ditt nettlesararkiv, syner kvar du vevside du har vitja i detalj. Informasjonen er lett å få tak i nettlesarvindauget og ved å trykke på ein knapp, kan kven som helst sjå kor du har vore på veven! Med Nettlesarrensaren kan du slette midlertidige internettfiler som er alle bileta du har sett, alle videoane du har sett og alle vevsidene du har vitja. Ved å slette dei midlertidige internettfilene kan du frigjere mykje plass på harddisken din.
526 = Lukk nettlesaren før du startar rensinga av spora hans.
527 = Index.dat-filer vil verte sletta neste gong datamaskinen vert starta.
599 = Sporrensingsoperajonar for dei velde elementa er fullført!

[Office Track Cleaner]
601 = Tøm
607 = Tøm nylege dokument-historia til Microsoft Word
608 = Inkluderer Word 2000, Word XP, Word 2003, Word 2007, Word 2010 og Word 2013
609 = Tøm nylege dokument-historia til Microsoft Excel
610 = Inkluderer Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 og Excel 2013
611 = Tøm nylege dokument-historia til Microsoft Access
612 = Inkluderer Access 2000, Access XP, Access 2003, Access 2007, Access 2010 og Access 2013
613 = Tøm nylege dokument-historia til Microsoft PowerPoint
614 = Inkluderer PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 og PowerPoint 2013
615 = Tøm nylege dokument-historia til Microsoft FrontPage
616 = Inkluderer FrontPage 2000, FrontPage XP og FrontPage 2003
617 = Microsoft Office-rensaren lar deg fjerne historien til dei nyleg brukte filene i Microsoft Word, Excel, Access, PowerPoint og FrontPage. Om du ikkje har lyst til at andre sjå kvafor nokre rekneark, dokument eller andre filer du opna eller redigerte med Microsoft Office, berre vel filtypane du ikkje vil ha og klikk på "Tøm"-knappen. Dei nyleg brukte filene for dei programtypane du vel, vil ikkje lenger verte tilgjengelege.

[Windows Tracks Cleaner]
701 = Tøm
707 = Tøm nyleg opna dokument-historien
708 = Tøm startmenyhistorien
709 = Tøm filfinningshistorien
710 = Tøm finn skrivarar, datamaskinar og folk-historien
711 = Tøm utklippstavla
712 = Tøm nylege dokument-historia til MS Paint
713 = Tøm nylege dokument-historia til MS Wordpad
714 = Tøm sist opne nykkel-historia til Regedit
715 = Tøm opne/lagre-histoira til dei vanlege dialogane
716 = Tøm sist vitja-historia til dei vanlege dialogane
717 = Tøm søppelkorga
718 = Slett dei midlertidige filene til Windows
719 = Slett bruksloggen til startmenyen
720 = Microsoft Window følgjer med på mange ting du gjer med datamaskinen din, som filsøkhistorien (når du søker etter ei fil eller mappe), nyleg opna dokument-historien, opne/lagre-historien som vert brukt i standard fildialogar i ulike program og mange fleire stadar. Windows-rensaren lar deg fjerne alt av historie og midlertidige filer. Du kan òg tøme søppelkorga og slette midlertidige filene som kan frigjer mykje plass på harddisken.
721 = Kjøringshistorien vil verte sletta etter at explorer.exe-prosessen har vorte omstarta.
722 = Spor i Windows-registeret
723 = Spor på den lokale harddisken
724 = Slett dei dumpa krasjminnefilene
725 = Slett Chkdsk (Check Disk) gjenoppretta filfragment


[Evidence Remover]
802 = Kjør
803 = Sletter
804 = Vent litt, medan sletteprosessen held på
805 = Ferdig
806 = Merk harddisken/harddiskane som inneheld spor og prov etter kva du har jobba med, som du vil slette. Dette verktyet påverker kun det som har vorte slette allereie. ÅTVARING: Etter at prosessen har fullført, vil det vere umogleg å hente att filene som er sletta!
807 = Når du tømmer søppelkorga i Windows, er filene og mappene dine berre vorte merka som sletta, men dei er ikkje fysisk sletta. Dette verktyet vil slette filene og mappene som allereie har vorte sletta, men som ligg att på harddisken permanent. Same kva verkty du eller nokon andre prøver, vil resultatet vere det same - ingenting. Dataene som er sletta med Provrensaren er umoglege å hente att!
808 = Er du sikker på at du vil slette spor og prov som ligg att på den/dei velde hardisken/hardiskane?

[Unrecoverable Delete]
912 = Liste over filer og mapper som vil verte sletta og som vil vere umoglege å hente att
913 = Filer
914 = Mapper
915 = Legg til filer som du vil slette og fjerne frå systemet. Desse filene kan ikkje verte henta att av noko form for programvare!
916 = Legg til mapper som du vil slette og fjerne frå systemet. Desse mappene kan ikkje verte henta att av noko form for programvare!
917 = Legg til filer for sletting
918 = Legg til mapper for sletting
919 = SLETT FOR ALLTID
920 = Tøm liste
921 = Om du vil slette ei fil eller mappe sikkert (for å vere sikker på at ingen, med noko verkty, skal klare å hente att fila eller mappa), bruk ugjenopprettbar sletting. Sjølv om du sletter filer og tømmer søppelkorga, er ikkje filene vekke for alltid, dei er enno på harddisken og kven som helst kan hente att dei sletta dataene lett. Verktyet for ugjenopprettbar sletting gjer dette umogleg fordi det slettar filene og mappene fysisk.
922 = Er du sikker på at du vil slette dei velde filene og mappene for alltid?

[Options Tree]
1001 = Val
1100 = Generelt
1200 = Avinstallatør

[General]
1101 = Noverande språk:
1102 = Avansert modus
1103 = Sjekk for oppdateringar ved oppstart

[Uninstaller Options]
1201 = Syn systemoppdateringar
1202 = Syn systemkomponentar
1203 = Skru på "Rask lasting"-modus
1204 = Berre kjør den innebygde avinstallatøren
1205 = (Ikkje støtta i Windows Vista)
1206 = Lag eit systemgjenopprettingsstad før avinstalleringa
1207 = Slett etterlatte filer og mapper i søppelkorga


[Auto Update]
1907 = Oppdater
1908 = Versjoninformasjon:
1909 = Noverande versjon:
1910 = Siste versjon:
1911 = LAST NED
1912 = Få den siste versjonen
1913 = Kva som er nytt
1914 = Sjekker...
1915 = Tilkoplingsfeil...
1916 = STOPP
1917 = Lasta ned %s av %s
1918 = Lasta ned %s (full storleik ukjend)
1919 = Revo Avinstallatør klarte ikkje å kople til www.revouninstaller.com. Sjekk om internettilkoplinga er aktiv og om brannmuren blokkerer Revo Avinstallatør
1920 = Feil: Sjekken for ein nyare versjon feila. Ingen internettilkopling.

[WinTools]
2110 = Kjør
2111 = Det er mange hendige verkty og komponentar pakka inn i kvart av Windows operativsystema. Nokre av verktya bruker kompleks kommandolinje, andre er vanskelege å kome til. Windows-verkty gjer det rask, ein-klikkstilgang til meir enn to vanlege Windows-verkty. Klikk for å kome til ti vanlege Windows-verkty.
2112 = Om eit problem kjem opp, kan du bruke systemgjenopprettinga til å hente att datamaskinen sine tidlegare lagra innstillingar, utan å misse personlege datafiler. Systemgjenopprettaren overvåkar endringar i system og nokre applikasjonsfiler og lagar automatisk gjenopprettingspunkt som er enkle å identifisere. Desse gjenopprettingspunkt lar deg setje systemet til tidlegare innstillingar. Dei er laga dagleg og før viktige systemendringar. Du kan òg lage og namngje gjenopprettingspunkt kva tid du vil.
2113 = du kan bruke det til å hente og syne informasjon om maskinvaren til datamaskinen, operativsystemet, internettinnstillingane, modemet ditt og nettverksomformaren. Med Nettverksdiagnoseverktyet kand du skanne systement ditt og teste nettverkstilkoplinga og du kan sjekke om nettverksrelaterte program og tenestar er funksjonelle.
2114 = Nettverksinformasjon syner den noverande TCP/IP-nettverksinnstillingane, Dynamisk Vert-konfigurasjonsprotokollen (DHCP) og Domenenamnsysteminnstillingane (DNS). Nettverksinformasjon syner òg full informasjon om TCP/IP-konfigurasjon for alle omformarar, inkludert IP-adressa, MAC-adressa, nettverksmaska, standard systemport, Windows internettnamngjevingsteneste (WINS) og DNS-konfigurasjon.
2115 = Tryggingssenteret sjekker statusen til dei tre vikitge tryggleiksfunksjonane: Brannmuren, Automatisk oppdatering og Styggvare/virusskyddinga. Om det vert oppdaga eit problem med nokon av desse (til dømes, om anit-virusprogramvaren er utdatert), vil tryggingssenteret gje deg melding om dette og kome med tilrådingar korleis du kan trygge datamaskinen din betre.
2116 = Systemeigenskapar kan brukast til å syne grunnleggjande maskinvareinformasjon som prosessortype og internminne, syne og endre innstillingar som kontrollerer korleis datamaskinen bruker minne og finner viss informasjon (maskinvare- og utstyrseigenskapar), konfigurere maskinvareprofilar, syne informasjon om nettverkstilkoplinga di og påloggingsprofilen og rapportere system- og programfeil til Microsoft eller systemadministratoren når dei oppstår.
2117 = Systeminformasjon er ein komponent i Windows-operativsystemet som henter og syner systemkonfigurasjon for lokale og ikkje-lokale datamaskinar. Dette inkluderer informasjon om maskinvarekonfigurasjonar, datamaskinkomponentar og programvare, inkludert signerte og usignerte drivarar. Systeminformasjon er eit støtteverkty som bruke for å hente fram informasjon om datamaskinen din og operativsystemet ditt på ein rask måte.
2118 = TCP/IP-nettstatuskommando er ein komponent i Windows-operativsystemet som syner alle aktive TCP-tilkoplingar og TCP- og UDP-portane som datamaskinen lyttar til og syner kjøringa involvert i skapinga av kvar kopling eller lytteport (kjørenamnet er i [ ] på botnen, på toppen er komponenten han kalla på og vidare til TCP/IP rakk fram).
2119 = Skjermtastaturet syner eit virtuelt tastatur på skjermen og lar brukarar med bevegingshemming med å skrive ved hjelp av eit peikeverkty eller ein joystick. Skjermtastaturet er tenkt å gje eit minimum av funksjonalitet for brukarar med bevegingshemmingar. Du kan òg bruke skjermtastaturet om du trur det er installert ein trykkloggar på PC-en din og tastetrykka du gjer vert overvåka og lagra. Skjermtastaturet gjer det umogleg å overvåke og lagre tastetrykk.
2120 = Diskdefragmenteraren analyserer lokale diskar og samler fragmenterte filer og mapper, slik at dei er samla på ein stad på harddisken. Diskdefragmenteraren samlar òg alt den ledige plassen, slik at det vert mindre sjanse for at nye filer vert fragmenterte. Som eit resultat av dette kan systemet ditt hente fram filer og mapper, og lagre nye, meir effektivt.
2121 = Tenester kan starte, stoppe, pause, halde fram eller skru av ein teneste på denne eller andre maskinar. Tenester kan òg setje opp gjenopprettingshandlingar om ein teneste fell (til dømes starte tenesta på ny, automatisk), skru av og på tenester for ein spesifikk maskinvareprofil og syne statusen og skildringa til kvar teneste.
2122 = Delte mapper kan verte brukt til å handsame delte ressursar over eit nettverk, styre brukartilgangar, øktaktiviteten, eigenskapane til delte ressursar og syne eit samandrag av tilkoplingar og ressursarbruk for denne og andre datamaskinar. Delte mapper kan òg syne ei liste over alle brukarar som er tilkopla via nettverket til datamaskinen din og kople ifrå ein eller alle. Du kan òg syne ei liste over filene som er opna av tilkopla brukarar.
2123 = Gruppepolise inkluderer brukarpoliseinnstillingar og datamaskininnstillingar. Gruppepoliseinnstillingar definerer dei ulike komponentane av brukarane sine skrivebordsmiljø som administratoren treng å handsame ( til dømes programma som er tilgjengelege for brukaren, programma som synast på skrivebordet til brukaraen og val for startmenyen).
2124 = Legg til/Fjern Windows-komponentar hjelper deg å handsame installerte Windows-komponentar på datamaskinen. Etter at Windows-operativsystemet er installert på datamaskinen din, kan du bruke dette verktyet til å leggje til ein Windows-komponent som ikkje var inkludert i den originale installasjonen; eller til å fjerne ein eksisterande Windows-komponent som du ikkje vil ha meir.
2125 = Microsoft Windows Styggvarefjerningsverktyet sjekker datamaskinar som kjører eit Windows-operativsystem for infeksjonar frå kjente styggvareprogram og hjelper med å fjerne infeksjonar som det finn. Denne styggvara inkluderer virus, ormar og trojanske hestar. Når oppdagings- og fjerneprosessen er ferdig, syner verktyet ein rapport som skildrer utfallet, inkludert om noko form for styggvare vart funne og fjerna.


[Junk Files Cleaner Options]
2202 = Diskar å skanne:
2203 = Mønster
2204 = Skildring
2205 = Legg til
2206 = Fjern
2207 = Set tilbake
2208 = Søppelfilrensar::Generelt
2209 = Søppelfilrensar::Ekskluder
2220 = Mønster å skanne etter:
2221 = Du kan bruke symbola ? og/eller * som jokerteikn
2222 = Legg til mønster
2223 = Legg til ekskluderingsmønster
2224 = Du kan bruke symbola ? og/eller * som jokerteikn
2225 = Ekskluder mønster:
2226 = Slett filene til søppelkorga
2227 = Ignorer filer som er opna det siste døgnet

[Junk Files Cleaner Tool]
2306 = Skann
2307 = Slett 
2308 = Skannar
2309 = Vent litt medan skanninga held på
2310 = Avbryt
2311 = Namn
2312 = Storleik
2319 = Filer:
2320 = Total storleik:
2323 = Det er filer som er brukt av Window eller eit anna program\n som ikkje kan verte sletta no
2324 = Du må minst velje ein disk og ein endelse for å skanne
2325 = Søppelfilrensaren lar deg finne og fjerne ulke typar søppel og unaudsynte filer frå datamaskinen. Normalt vil slike filer verte sletta av applikasjonen som laga dei, så fort han ikkje treng dei. Likevel kan dei verte på harddisken din permanent om det skjer ei uventa avslutting av applikasjonen, eit systemkrasj osv. OM dette skjer, kan det føre til ein reduksjon av harddiskplass eller senke systemfarten osv.\n\nFor bruksinformasjon, klikk "Hjelp" og deretter "Gjeldane verktyhjelp".
2326 = Fil
2327 = Sletter filer

[Context Menu Junk Files Cleaner]
2313 = Opne
2314 = Søk med Google etter
2315 = Opne innhaldsmappa
2316 = Eigenskapar...
2317 = Merk alle element
2318 = Avmerk alle element
2321 = Merk velde element
2322 = Avmerk velde element

[Topmost Window]
4002 = Val
4003 = Opne hovudvindauget
4004 = Dra-og-slepp-modus
4005 = Jaktmodus
4006 = Storleik
4007 = Liten
4008 = Middels
4009 = Stor
4010 = Vindaugestorleik
4011 = AVSLUTT
4012 = Avinstaller
4013 = Stopp autostarting
4014 = Drep prosess
4015 = Dret og slett prosessen
4016 = Opne innhaldsmappa
4017 = Info
4018 = Eigenskapar
4019 = AVBRYT
4020 = Berre ei fil om gongen er støtta!
4021 = Du har sluppe ei mappe, dra og slepp ei fil!
4022 = Avinstaller eller fjern:
4023 = Uløyst! Prøv å peke på eit anna vindauge, ikon eller oppgåvelinjeelement.
4024 = Kan ikkje kjøre avinstallasjonskommando!\nAvinstaller applikasjonen med avinstallatøren.
4025 = Ingen installasjonspakke funne!\nTips: Få meir informasjon om applikasjonen frå hovudvindauget og\n prøv å avinstallere han manuelt!
4026 = Autostarting for målapplikasjonen er skrudd av!\nTips: Om du vil skru det igjen, bruk Autokjørverktyet frå hovudapplikasjonen!
4027 = Målapplikasjonen er ikkje funne dei vanlege oppstartsstadane!\n Tips: For å søke etter uvanlege stadar som er brukte for å autostarte ein applikasjon, sjå på Google!
4028 = Er du sikker på at du vil lukke den velde applikasjonen?\nAlle ulagra data vil verte missa!
4029 = Avinstallatør
4030 = Er du sikker på at du vil lukke og slette den velde applikasjonen?\nAlle ulagra data vil verte missa!
4031 = ER du sikker på at du vil lukke Windws Utforskar?\n Startmenyen, oppgåvelinja og systemkorga vil forsvinne!
4032 = Autostart med Windows
4033 = Gjennomsiktigheit

[Scan After Uninstall]
4210 = Plassering
4211 = Nykkel
4212 = Verdi
4213 = Data
4214 = Fil
4215 = Ingen element veld. Vel eit element å slette!
4216 = Skann etter avinstallering
4217 = Merk alle
4218 = Avmerk alle
4219 = Slett
4220 = Etterlatne filer
4221 = Etterlatne registeroppføringar
4222 = Skannar før avinstallering, vent litt...
4223 = Kjører avinstallatør...
4224 = Start skanning for filer, mapper og registernyklar når avinstallasjonen til applikasjonen er ferdig.
4225 = Skanner etter avinstallasjon, vent litt...
4226 = Sjekk elementa i lista omhygjeleg!
4227 = Lukk
4228 = Gjenverande filer i lista vil verte sletta ved neste systemoppstart.
4229 = Klarte ikkje kjøre applikasjonen sin avinstallatør!\nMogleg ugyldig avinstalleringskommando!
4230 = Tilbake
4231 = Neste
4232 = Vel ein avinstalleringsmodus
4233 = Modusar
4234 = Innebygd - kjør kun avinstallatøren til applikasjonen utan noko ekstra skanning
4235 = Trygg - inkluderer den innebyggja modusen og utfører ekstra skanningar i reigsteret og på harddisken for å finne etterlatne element som er tryggje å slette. Dette er den raskaste metoden.
4236 = Moderat - inkluderer den trygge modusen og utfører eit utvida søk for å finne alle etterlatne filer etter applikasjonen i den vanlegaste plassane i registeret og på harddisken.
4237 = Avansert - inkluderer den moderate modusen og utfører eit djupt og grundig søk for å finne alle dei etterlatne filene etter applikasjonen i registeret og på harddisken. Dette er den treigaste metoden.
4238 = Analyserer dataane til applikasjonen før han vert avinstallert.
4239 = Starter applikasjonen sin innebygde avinstallatør.
4240 = Etter at applikasjonen sin avinstallatør er ferdig, trykk på "Neste"-knappen for å starte skannet etter etterlatne filer, mapper og registerelement.
4241 = Utfører innleiande analyse og avinstallasjon.
4242 = Skannar for etterlatt informasjon
4243 = Innebygd avinstallasjon fullført, skannar no registeret og harddisken for etterlatne filer, mapper og registerelement relatert til den avinstallerte applikasjonen. Vent litt...
4244 = Fann etterlatne registerelement
4245 = Funne registerelement:
4246 = Merk: Bekreft dei utheva elementa forsiktig! Berre merka, utheva element og deira underelement vil verte sletta!
4247 = Fann etterlatne filer og mapper
4248 = Funne element:
4249 = Min Datamaskin
4250 = Revo Avinstallatør kunne ikkje starte den innebygde avinstallatøren til applikasjonen. Kanskje er avinstallasjonskommandoen er ugyldig eller avinstalløsjonsprogrammet er korrput. Du kan trykke på "Tilbake"-knappen og prøve ein annan avinstalleringsmodus.
4251 = Applikasjonen sin avinstallatør er ferdig. Revo Avinstallatør skanna ikkje for etterlatne element. Du kan trykke på "Tilbake"-knappen og prøve ein annan avinstalleringsmodus for å skanne etter etterlatne filer, mapper og  registerelement.
4252 = Revo Avinstallatør fullførte avinstalleringsprosedyren feilfritt, men etterlatne element vart ikkje funne. Du kan trykke på "Tilbake"-knappen og prøve ein anna utvida avinstalleringsmodus for eit djupare søk.
4253 = Revo Avinstallatør fullførte avinstalleringsprosedyren feilfritt. Om du har lyst til å søke for fleire etterlatne element, kan du trykka på "Tilbake"-knappen og prøve ein meir avansert avinstalleringsmodus for eit djupare søk.
4254 = Ferdig
4255 = Er du sikker på at du vil sende dei velde filene til søppelkorga?
4256 = Er du sikker på at du vil slette dei velde registerelementa?
4257 = Revo Avinstallatør fullførte avinstalleringsprosedyren feilfritt!
4258 = Er du sikker på at du vil hoppe over slettinga av funne, etterlatne registerelement og halde fram til det neste steget?
4259 = Er du sikker på at du vil hoppe over slettinga av funne, etterlatne filer og mapper og halde fram til det neste steget?
4260 = Skanning for etterlatne element fullført. Trykk på "Neste"-knappen for å sjå resultata!
4261 = Lagar systemgjenopprettingspunkt...
4262 = Lagar systemgjenopprettingspunkt - feila!
4263 = Lagar Systemgjenopprettingspunkt skrudd av (i Alternativ->Avinstallatør)
4264 = Lagar systemgjenopprettingspunkt - ferdig!


[About]
4300 = Omsetjarar:

[ContextMenu Uninstaller]
5000 = Kommandoar
5001 = Info
5002 = Søk med Goolge etter
5004 = Installajsonsstad
5005 = Opne om-lenke...
5006 = Opne hjelp-lenke...
5007 = Opne oppdater-lenke...
5008 = Opne reigister-lenke...

[Common]
10000 = OK
10001 = Avbryt
10002 = Hjelp
10003 = Bla gjennom
10004 = Gjeldane verktyhjelp
10005 = Heimeside
10006 = Om
10007 = ÅTVARING
10008 = FEIL

[Tooltips]
2000 = Byt til avinstallatørmodus
2001 = Syn verktypanel
2002 = Tilpass instillingane
2003 = Byt til jaktmodus
2004 = Byt syninga over installerte applikasjonar
2005 = Avinstallert den velde applikasjonen
2006 = Slett den velde oppføringa i registeret
2007 = Last lista over applikasjonane på ny
2008 = Oppdater din noverande versjon til den siste versjonen
2009 = Finn meir informasjon og svar på spørsmåla dine om programmet
404 = Start den velde applikasjonen
405 = Stopp og lukk den velde applikasjonen
406 = Hindre den velde applikasjonen frå å autostarte
506 = Tøm velde val
605 = Tøm velde val
705 = Tøm velde val
2106 = Kjør veld verkty
2304 = Skann for unaudsynte filer, i samhold med dei velde innstillingane
2305 = Slett merka filer til søppelkorga

